Repository: vikvik98/ProjetoFinalPi
Catalog: WTFnews/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Brazilian portuguese
pt_br: Portuguẽs do Brasil

source: Please, Check the reported data.
pt_br: Por favor, cheque os dados passados

source: This profile is already a guest or invited you.
pt_br: Este perfil já é seu convidado ou convidou você

source: You don't have permission to this operation.
pt_br: Você não tem permissao para esta operação

source: Commentary
pt_br: Comentario

source: Comment
pt_br: Comentar

source: Reason
pt_br: Motivo

source: Disable
pt_br: Desabilitar

source: Search Profile
pt_br: Nome do perfil

source: Search
pt_br: Pesquisar

source: Friends
pt_br: Amigos

source: You have no friends! :(
pt_br: Nenhum amigo! :(

source: Suggestions
pt_br: Sugestões

source: Mutual friends:
pt_br: Amigos em comum:

source: No suggestions
pt_br: Sem sugestões

source: Submitted requests
pt_br: Convites enviados

source: No requests sent
pt_br: Nenhum convite enviado

source: Requests received
pt_br: Convites recebidos

source: No requests received
pt_br: Nenhum convite recebido

source: Change password
pt_br: Mudar senha

source: Disable Profile
pt_br: Desativar pefil

source: Make private profile
pt_br: Tornar este perfil privado

source: Make private not profile
pt_br: Tornar este perfil não privado

source: Stop being superuser
pt_br: Deixar de ser superusuario

source: You are not a super user
pt_br: Você não é um superusuario

source: All Profiles
pt_br: Todos os perfis

source: No profile to show!
pt_br: Nenhu perfil

source: Blocked
pt_br: Bloqueado

source: No blocked profiles
pt_br: Sem perfis bloqueados

source: (DISABLE)
pt_br: (DESATIVADO)

source: Undo friendship
pt_br: Desfazer amizade

source: Cancel invitation
pt_br: Cancelar convite

source: Accept
pt_br: Aceitar

source: Reject
pt_br: Rejeitar

source: Invite
pt_br: Convidar

source: Are you sure you want to unblock this profile?
pt_br: Quer mesmo desbloquear este perfil?

source: Unblock User
pt_br: Desblokear usuario

source: Are you sure you want to block this profile?
pt_br: Quer msm bloquear este perfil?

source: Block User
pt_br: Bloquear usuario

source: This profile is a super user
pt_br: Este perfil é um superusario

source: Make him a super user
pt_br: Torna-lo superuser

source: This profile is not a super user
pt_br: Este perfil não é um superusuario

source: Search Result
pt_br: Resultado da pesquisa.

source: No profile found
pt_br: Nenhum perfil encontrado

source: Invitation sent successfully.
pt_br: Convite enviado com sucesso

source: Invitation canceled successfully.
pt_br: Convite cancelado

source: Invitation accepted successfully.
pt_br: Convite aceito

source: Invitation rejected successfully.
pt_br: Convite rejeitado

source: Friendship successfully disbanded.
pt_br: Amigo removido com sucesso

source: Please, add a photo or text.
pt_br: Por favor, insira uma foto ou texto

source: Say something
pt_br: Digite algo

source: Add Post
pt_br: Adicionar post

source: This profile is private.
pt_br: Este perfil esta privado

source: Are you sure you want to delete this item?
pt_br: Quer mesmo remover esta postagem?

source: Comments
pt_br: Comentarios

source: Nothing to show
pt_br: Nada para mostrar

source: Post added successfully.
pt_br: Postado com sucesso

source: Successfully deleted post.
pt_br: Post removido com sucesso

source: Username
pt_br: Nome de usuário

source: Password
pt_br: Senha

source: This username is already being used.
pt_br: Este nome de usuario já está sendo usado

source: This email is already being used.
pt_br: Este email já está sendo usado

source: Invalid Email and/or password.
pt_br: Nome de usuario ou senha inválidos

source: The new password is not the same as the password confirmation.
pt_br: Nova senha e confirmação diferentes

source: Your old password was entered incorrectly. Please enter it again.
pt_br: Sua senha antiga está errada. Por favor, digite novamente

source: Old password
pt_br: Senha atual

source: New password
pt_br: Nova senha

source: Confirm new password
pt_br: Confirme a nova senha

source: Your profile is turned off, Do you want to enable?
pt_br: Seu perfil está desativado, você deseja ativa-lo?

source: Enable
pt_br: Desabilitar

source: Log In
pt_br: Logar

source: Forgot password?
pt_br: Esquecceu a senha?

source: Don't have an account? Sign-up here
pt_br: Não tem uma conta? Registrar

source: Reset
pt_br: Recuperar

source: You password has been set
pt_br: Sua senha foi alterada

source: Login here
pt_br: Logar

source: Reset Password
pt_br: Redefinir senha

source: An email has been sent with instructions to reset your password
pt_br: Um email com instruções para redefinir a senha foi enviado

source: Sign up to see photos and videos from your friends
pt_br: Cadastre-se para ver as postagens dos seus amigos

source: Create Account
pt_br: Criar conta

source: Already got an account? Login here
pt_br: Você já é cadastrado? Logar
